define(
//begin v1.x content
{
	"field-second": "ວິນາທີ",
	"field-week": "ອາທິດ",
	"field-day-relative+-1": "ວານນີ້",
	"field-day-relative+-2": "ມື້ກ່ອນ",
	"months-format-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	],
	"months-standAlone-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	],
	"months-standAlone-wide": [
		"ຈິຕຣາ",
		"ວິສາຂະ",
		"ເຊດຖາ",
		"ອັດສາ",
		"ສາຣາວານາ",
		"ພະຕຣາ",
		"ອັສວິຊາ",
		"ການຕິກາ",
		"ອັກຣາຮາຢານາ",
		"ປຸສະຍາ",
		"ມາຄະ",
		"ຜາລກຸນີ"
	],
	"field-year": "ປີ",
	"months-standAlone-abbr": [
		"ຈິຕຣາ",
		"ວິສາຂະ",
		"ເຊດຖາ",
		"ອັດສາ",
		"ສາຣາວານາ",
		"ພະຕຣາ",
		"ອັສວິຊາ",
		"ການຕິກາ",
		"ອັກຣາຮາຢານາ",
		"ປຸສະຍາ",
		"ມາຄະ",
		"ຜາລກຸນີ"
	],
	"field-minute": "ນາທີ",
	"field-day-relative+0": "ມື້ນີ້",
	"field-hour": "ຊົ່ວໂມງ",
	"field-day-relative+1": "ມື້ອື່ນ",
	"field-day-relative+2": "ມື້ຮື",
	"field-day": "ມື້",
	"field-dayperiod": "ເຊົ້າ/ແລງ",
	"field-month": "ເດືອນ",
	"months-format-wide": [
		"ຈິຕຣາ",
		"ວິສາຂະ",
		"ເຊດຖາ",
		"ອັດສາ",
		"ສາຣາວານາ",
		"ພະຕຣາ",
		"ອັສວິຊາ",
		"ການຕິກາ",
		"ອັກຣາຮາຢານາ",
		"ປຸສະຍາ",
		"ມາຄະ",
		"ຜາລກຸນີ"
	],
	"field-era": "ສະໄໝ",
	"months-format-abbr": [
		"ຈິຕຣາ",
		"ວິສາຂະ",
		"ເຊດຖາ",
		"ອັດສາ",
		"ສາຣາວານາ",
		"ພະຕຣາ",
		"ອັສວິຊາ",
		"ການຕິກາ",
		"ອັກຣາຮາຢານາ",
		"ປຸສາ",
		"ມາຄະ",
		"ຜາລກຸນີ"
	],
	"eraAbbr": [
		"ມ.ສ."
	],
	"field-weekday": "ມື້ຂອງອາທິດ",
	"field-zone": "ເວລາຕາມເຂດ"
}
//end v1.x content
);